Repository: Chelovecki/django-shopapp
Catalog: mysite/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Russian
ru: Русский

source: Name
ru: Название

source: Description
ru: Описание

source: Price
ru: Цена

source: Discount
ru: Скидка

source: Product, name={n}, id={p}
ru: Продукт, имя={n}, id={p}

source: User
ru: Заказчик

source: Delivery address
ru: Адрес доставки

source: Promocode
ru: Промокод

source: Products
ru: Продукты

source: Order №{pk} by {user}
ru: Заказ №{pk} от пользователя {user}

source: Here is a form to create a new order
ru: Здесь находится форма для создания нового заказа

source: Create
ru: Создать

source: You can also <a href="%(orders_list_url)s">go back to orders list</a>
ru: Вы также можете <a href="%(orders_list_url)s">вернуться назад к списку заказов</a>

source: Orders
ru: Заказы

source: Here is an order
ru: Здесь показан заказ

source: Delivery to
ru: Адрес доставки

source: Items in order
ru: Заказанные вещи

# item for price
source: for
ru: за

source: Back to orders list
ru: Вернуться к списку заказов

source: Here presented avaliable orders ⬇️
ru: Здесь представлен список доступных заказов ⬇️.

source: (total 1 order)
ru: (всего %(num_orders)s заказ)

source: Order
ru: Заказ

# ordered by user
source: by
ru: сделан пользователем

source: <h2>No orders yet, but you can <a href="orders_create_url">create</a> a new one :)</h2>
ru: <h2>Пока заказов нет, но ты можешь <a href="orders_create_url">создать</a> новый :)</h2>

source: Create new order
ru: Создать новый заказ

source: Info about
ru: Информация о

source: Creator
ru: Создатель

source: Archived
ru: Архивирован

source: Another links
ru: Другие ссылки

source: Back
ru: Вернуться назад

source: Change
ru: Изменить

source: Archive
ru: Архивировать

# as a process
source: ARCHIVE
ru: АРХИВАЦИЯ

source: R u sure?
ru: Ты уверен?

source: YES BABY ARCHIVE!
ru: Да, малышка, архивировать

source: Create new product
ru: Создать новый продукт

source: Creation a product
ru: Создание нового продукта

source: Back to products list
ru: Вернуться к списку продуктов

source: Update product
ru: Обновить данные продукта

source: Updating #{{ product.pk }} product
ru: Обновление продукта #{{ product.pk }}

source: Update
ru: Обновить

source: Back to product
ru: Вернуться к продукту

source: Products List
ru: Список продуктов

source: Here presented list of available products ⬇️.
ru: Здесь представлен список доступных товаров ⬇️.

source: There are one product
ru: Есть 1 продукт

source: Create a new product
ru: Создать новый продукт

source: No products yet
ru: Пока продуктов нет

source: First name
ru: Имя

source: Middle name
ru: Отчество

source: Last name
ru: Фамилия

source: Bio
ru: О себе

source: Save personal data
ru: Согласен на хранение персональных данных

source: About user #{{ user.pk }}
ru: Информация о пользователе #{{ user.pk }}

source: Here is full info about user
ru: Здесь полная информация о пользователе

source: User avatar
ru: Аватарка пользователя

source: No pic yet.
ru: Пока аватарки нет

source: User info:
ru: Информация о пользователе

source: Username
ru: Никнейм

source: Email
ru: Почта

source: Date joined
ru: Дата регистрации

source: Update info
ru: Обновить информацию

source: Number
ru: Номер телефона

source: Had agree to save his personal data
ru: Дал соглашение на сохранение и обработку персональных данных

source: No profile info
ru: Пока профиля нет

source: Created such products
ru: Создал следующие продукты

source: No created products yet
ru: Пока продуктов не создавал

source: Create a new one
ru: Добавить новый

source: Logout
ru: Выйти из системы

source: List with top 100 users
ru: Топ 100 пользователей

source: User is Anonymous
ru: Пользователь аноним

source: Welcome
ru: Добро пожаловать

source: Welcome on our site
ru: Добро пожаловать на наш сайт!

source: Password
ru: Пароль

source: Login
ru: Войти

source: Add profile for user
ru: Добавить профиль пользователю

source: Here you are can create a profile for you!
ru: Здесь ты можешь создать профиль для себя

source: YES, create
ru: ДА, создать

source: Update profile
ru: Обновить профиль

source: Create a new user
ru: Добавить новго пользователя

source: Here you are can add new user
ru: Здесь ты можешь создать нового пользователя

source: Update user
ru: Обновить данные

source: welcomee bro: Hello World
ru: добро пожаловать бро: хэлоу ворлд
